Revit 2027 API
AssetSetIterator Properties
The AssetSetIterator type exposes the following members.
Properties
Name | Description
Current
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace